{
  "erosianmagic.codex.chapter.magic_missile": "Magic Missile",
  "erosianmagic.codex.page.magic_missile.0.title": "Magic Missile",
  "erosianmagic.codex.page.magic_missile.0": "Magic Missile is a spell that fires a bolt of magical energy at a target. It is a very basic spell, but it is very useful for beginners.",
  "erosianmagic.codex.page.magic_missile.1": "Although it's a basic spell, it will get you much needed experience in the art of magic. It's also a very useful spell for beginners, as it can be used to kill enemies from a distance.",
  "erosianmagic.codex.chapter.hexblood": "Hexblood",
  "erosianmagic.codex.page.hexblood.0.title": "Hexblood",
  "erosianmagic.codex.page.hexblood.0": "Hexblood activates the witch's blood, causing them to become more powerful.",
  "erosianmagic.codex.page.hexblood.1": "Hexblood is a spell that activates the witch's blood, causing them to become more powerful. It is a very powerful spell, thus it comes with it's downsides in the long channel time.",
  "erosianmagic.codex.chapter.black_hole": "Black Hole",
  "erosianmagic.codex.page.black_hole.0.title": "Black Hole",
  "erosianmagic.codex.page.black_hole.0": "Black Hole is a spell that creates a black hole that sucks in all nearby enemies.",
  "erosianmagic.codex.page.black_hole.1": "Black Hole is a spell that creates a black hole that sucks in all nearby enemies. It is a very powerful spell, but it comes with it's downsides in the long channel time.",
  "erosianmagic.codex.chapter.mystic_arts": "Holy Arts",
  "erosianmagic.codex.category.mystic_arts": "Holy Arts",
  "eidolon.codex.category.mystic_arts": "Holy Arts",
  "attribute.erosianmagic.song_power": "Song Power",
  "attribute.erosianmagic.chant_power": "Chant Power",
  "effect.erosianmagic.mantle_of_inspiration": "Mantle of Inspiration",
  "effect.erosianmagic.warding_wind": "Warding Wind",
  "effect.erosianmagic.faerie_fire": "Faerie Fire",
  "effect.erosianmagic.bardic_inspiration": "Bardic Inspiration",
  "spell.erosianmagic.faerie_fire": "Faerie Fire",
  "spell.erosianmagic.mantle_of_inspiration": "Mantle of Inspiration",
  "spell.erosianmagic.warding_wind": "Warding Wind",
  "spell.erosianmagic.mending": "Mending",
  "spell.erosianmagic.heat_metal": "Heat Metal",
  "spell.erosianmagic.breathe_easy": "Breathe Easy",
  "spell.erosianmagic.mislead": "Mislead",
  "spell.erosianmagic.irresistible_dance": "Irresistible Dance",
  "effect.erosianmagic.cursed": "Cursed",
  "spell.erosianmagic.bestow_curse": "Bestow Curse",
  "spell.erosianmagic.beacon_of_hope": "Beacon of Hope",
  "spell.erosianmagic.sacred_flame": "Sacred Flame",
  "spell.erosianmagic.spirit_guardians": "Spirit Guardians",
  "spell.erosianmagic.healing_word": "Healing Word",
  "spell.erosianmagic.prayer_of_healing": "Prayer of Healing",
  "spell.erosianmagic.cure_wounds": "Cure Wounds",
  "spell.erosianmagic.inflict_wounds": "Inflict Wounds",
  "spell.erosianmagic.toll_the_dead": "Toll the Dead",
  "spell.erosianmagic.warding_bond": "Warding Bond",
  "spell.erosianmagic.bless": "Bless",
  "spell.erosianmagic.shield_of_faith": "Shield of Faith",
  "spell.erosianmagic.mass_healing_word": "Mass Healing Word",
  "spell.erosianmagic.word_of_recall": "Word of Recall",
  "spell.erosianmagic.vicious_mockery": "Vicious Mockery",
  "effect.erosianmagic.hopeful": "Hopeful",
  "effect.erosianmagic.beacon_of_hope": "Beacon of Hope",
  "ui.irons_spellbooks.luck": "%s%% increased Luck",
  "ui.irons_spellbooks.armor": "%d Bonus Armor",
  "ui.irons_spellbooks.casting_time": "%s Cast Time",
  "ui.irons_spellbooks.magic_damage": "%s Arcane Damage",
  "erosianmagic.codex.chapter.counterspell": "Counterspell",
  "erosianmagic.codex.page.counterspell.0.title": "Counterspell",
  "erosianmagic.codex.page.counterspell.0": "Counterspell is a spell that negates the effects of other spells cast by an opponent. It requires quick reflexes and precise timing to successfully counter incoming spells.",
  "erosianmagic.codex.page.counterspell.1": "Masters of counterspelling can turn their opponent's magic against them, making it a valuable skill for any spellcaster.",
  "erosianmagic.codex.chapter.dragon_breath": "Dragon Breath",
  "erosianmagic.codex.page.dragon_breath.0.title": "Dragon Breath",
  "erosianmagic.codex.page.dragon_breath.0": "Dragon Breath is a powerful spell that allows the caster to breathe out a stream of fiery energy, emulating the breath of a dragon. It can deal devastating damage to enemies caught in its path.",
  "erosianmagic.codex.page.dragon_breath.1": "This spell is a favorite among fire mages and dragon enthusiasts alike, often used to intimidate foes or clear large groups of enemies.",
  "erosianmagic.codex.chapter.magic_missile": "Magic Missile",
  "erosianmagic.codex.page.magic_missile.0.title": "Magic Missile",
  "erosianmagic.codex.page.magic_missile.0": "Magic Missile is a spell that fires a bolt of magical energy at a target. It is a very basic spell, but it is very useful for beginners.",
  "erosianmagic.codex.page.magic_missile.1": "Although it's a basic spell, it will get you much needed experience in the art of magic. It's also a very useful spell for beginners, as it can be used to kill enemies from a distance.",
  "erosianmagic.codex.chapter.starfall": "Starfall",
  "erosianmagic.codex.page.starfall.0.title": "Starfall",
  "erosianmagic.codex.page.starfall.0": "Starfall is a spell that summons a cascade of shimmering stars from the heavens, raining down upon the caster's enemies. It deals radiant damage and can dazzle foes with its celestial beauty.",
  "erosianmagic.codex.page.starfall.1": "This spell is often associated with divine magic and is favored by clerics and paladins who seek to smite evil with the power of the stars.",
  "erosianmagic.codex.chapter.summon_ender_chest": "Summon Ender Chest",
  "erosianmagic.codex.page.summon_ender_chest.0.title": "Summon Ender Chest",
  "erosianmagic.codex.page.summon_ender_chest.0": "Summon Ender Chest is a spell that conjures forth a magical chest from the depths of the End dimension. It provides the caster with access to their stored items from anywhere, making it a valuable utility spell.",
  "erosianmagic.codex.page.summon_ender_chest.1": "This spell is favored by adventurers and explorers who need quick access to their gear while on the go.",
  "erosianmagic.codex.chapter.recall": "Recall",
  "erosianmagic.codex.page.recall.0.title": "Recall",
  "erosianmagic.codex.page.recall.0": "Recall is a spell that allows the caster to instantly teleport themselves to a previously marked location. It is a useful spell for escaping danger or quickly traveling long distances.",
  "erosianmagic.codex.page.recall.1": "This spell requires careful preparation and concentration to use effectively, but it can be a lifesaver in dire situations.",
  "erosianmagic.codex.chapter.portal": "Portal",
  "erosianmagic.codex.page.portal.0.title": "Portal",
  "erosianmagic.codex.page.portal.0": "Portal is a spell that creates a magical gateway between two locations, allowing for instantaneous travel between them. It requires significant magical energy and concentration to cast, but it can be a powerful tool for transportation.",
  "erosianmagic.codex.page.portal.1": "This spell is often used by mages to facilitate trade and communication between distant lands, as well as for military purposes.",
  "erosianmagic.codex.chapter.magic_weapon": "Magic Weapon",
  "erosianmagic.codex.page.magic_weapon.0.title": "Magic Weapon",
  "erosianmagic.codex.page.magic_weapon.0": "Magic Weapon is a spell that imbues a weapon with magical energy, enhancing its properties and allowing it to bypass certain defenses. It is a favorite among warriors and adventurers who seek to gain an edge in combat.",
  "erosianmagic.codex.page.magic_weapon.1": "This spell is versatile and can be used to enchant a variety of weapons, from swords and axes to bows and staves.",
  "erosianmagic.codex.chapter.warding_wind": "Warding Wind",
  "erosianmagic.codex.page.warding_wind.0.title": "Warding Wind",
  "erosianmagic.codex.page.warding_wind.0": "Warding Wind is a spell that conjures a protective barrier of swirling winds around the caster, deflecting incoming projectiles and reducing the impact of ranged attacks. It is a useful spell for maintaining battlefield control and protecting allies.",
  "erosianmagic.codex.page.warding_wind.1": "This spell is favored by spellcasters who prefer to keep their distance from enemies, as well as by support-focused characters who prioritize the safety of their comrades.",
  "erosianmagic.codex.chapter.heat_metal": "Heat Metal",
  "erosianmagic.codex.page.heat_metal.0.title": "Heat Metal",
  "erosianmagic.codex.page.heat_metal.0": "Heat Metal is a spell that causes metal objects to become red-hot, dealing fire damage to anything in contact with them. It is particularly effective against armored foes and constructs, as well as for sabotaging enemy equipment.",
  "erosianmagic.codex.page.heat_metal.1": "This spell is often used by blacksmiths and artisans for shaping and tempering metal, as well as by adventurers and soldiers for disabling enemy weapons and armor.",
  "erosianmagic.codex.chapter.faerie_fire": "Faerie Fire",
  "erosianmagic.codex.page.faerie_fire.0.title": "Faerie Fire",
  "erosianmagic.codex.page.faerie_fire.0": "Faerie Fire is a spell that surrounds a target with a dim, flickering light, making them easier to see in darkness and imposing disadvantage on their attempts to hide. It is often used by hunters and trackers to illuminate their quarry.",
  "erosianmagic.codex.page.faerie_fire.1": "This spell is also effective against creatures that rely on invisibility or illusion magic, as it reveals their presence and makes them vulnerable to attack.",
  "erosianmagic.codex.chapter.electrocute": "Electrocute",
  "erosianmagic.codex.page.electrocute.0.title": "Electrocute",
  "erosianmagic.codex.page.electrocute.0": "Electrocute is a spell that channels a powerful surge of electricity through a target, dealing lightning damage and potentially stunning them. It is a favorite among storm mages and adventurers who seek to harness the power of the elements.",
  "erosianmagic.codex.page.electrocute.1": "This spell is particularly effective against enemies vulnerable to lightning damage, as well as for disrupting spellcasters and machines powered by electricity.",
  "erosianmagic.codex.chapter.shockwave": "Shockwave",
  "erosianmagic.codex.page.shockwave.0.title": "Shockwave",
  "erosianmagic.codex.page.shockwave.0": "Shockwave is a spell that creates a powerful blast of force in all directions, knocking back enemies and causing damage to those caught in its path. It is often used to create space between the caster and their foes or to disrupt tightly packed groups of enemies.",
  "erosianmagic.codex.page.shockwave.1": "This spell can also be used creatively, such as to trigger traps or activate mechanisms from a safe distance.",
  "erosianmagic.codex.chapter.bless": "Bless",
  "erosianmagic.codex.page.bless.0.title": "Bless",
  "erosianmagic.codex.page.bless.0": "Bless is a spell that imbues allies with divine favor, granting them enhanced abilities and protection in battle. It is often cast before engaging in combat or embarking on a dangerous quest.",
  "erosianmagic.codex.page.bless.1": "This spell is favored by clerics and paladins who seek to bolster the strength and courage of their comrades, as well as by leaders who inspire loyalty and unity among their followers.",
  "erosianmagic.codex.chapter.prayer_of_healing": "Prayer of Healing",
  "erosianmagic.codex.page.prayer_of_healing.0.title": "Prayer of Healing",
  "erosianmagic.codex.page.prayer_of_healing.0": "Prayer of Healing is a spell that calls upon divine energy to mend wounds and restore vitality to the caster's allies. It is a valuable tool for clerics and paladins who serve as healers and caretakers.",
  "erosianmagic.codex.page.prayer_of_healing.1": "This spell can be cast in the midst of battle to keep allies fighting, or during moments of respite to ensure the party is in peak condition for the challenges ahead.",
  "erosianmagic.codex.chapter.word_of_recall": "Word of Recall",
  "erosianmagic.codex.page.word_of_recall.0.title": "Word of Recall",
  "erosianmagic.codex.page.word_of_recall.0": "Word of Recall is a spell that allows the caster to instantly teleport themselves and their allies to a previously designated safe location. It is often used as a last resort to escape overwhelming danger or to retreat from a failed mission.",
  "erosianmagic.codex.page.word_of_recall.1": "This spell requires careful preparation and divine intervention to cast, but it can be a lifesaver in dire situations, ensuring the survival of the caster and their companions.",
  "erosianmagic.codex.chapter.acid_orb": "Acid Orb",
  "erosianmagic.codex.page.acid_orb.0.title": "Acid Orb",
  "erosianmagic.codex.page.acid_orb.0": "Acid Orb is a spell that conjures a sphere of corrosive acid, which the caster can hurl at their enemies to deal acid damage and corrode armor and equipment. It is particularly effective against heavily armored foes and constructs.",
  "erosianmagic.codex.page.acid_orb.1": "This spell is favored by alchemists and scholars who study the properties of acids and poisons, as well as by adventurers who seek unconventional methods of defeating their enemies.",
  "erosianmagic.codex.chapter.blight": "Blight",
  "erosianmagic.codex.page.blight.0.title": "Blight",
  "erosianmagic.codex.page.blight.0": "Blight is a spell that withers plants and drains the life force from creatures, causing necrotic damage and weakening their vitality. It is often used by necromancers and dark mages to blight farmland and poison water supplies, as well as for direct combat against living foes.",
  "erosianmagic.codex.page.blight.1": "This spell is particularly effective against plant creatures and creatures of the natural world, as well as for causing widespread devastation to ecosystems.",
  "erosianmagic.codex.chapter.spider_aspect": "Spider Aspect",
  "erosianmagic.codex.page.spider_aspect.0.title": "Spider Aspect",
  "erosianmagic.codex.page.spider_aspect.0": "Spider Aspect is a spell that grants the caster the abilities and characteristics of a spider, such as enhanced agility, climbing, and web-spinning. It is often used by druids and rangers to traverse difficult terrain and ambush their enemies from above.",
  "erosianmagic.codex.page.spider_aspect.1": "This spell is favored by those who have an affinity for arachnids or who seek to emulate the stealth and cunning of these creatures in combat.",
  "erosianmagic.codex.chapter.firefly_swarm": "Firefly Swarm",
  "erosianmagic.codex.page.firefly_swarm.0.title": "Firefly Swarm",
  "erosianmagic.codex.page.firefly_swarm.0": "Firefly Swarm is a spell that conjures a cloud of glowing fireflies, which the caster can command to swarm around enemies and illuminate dark areas. It is often used for scouting, distraction, and creating an eerie atmosphere.",
  "erosianmagic.codex.page.firefly_swarm.1": "This spell is favored by illusionists and tricksters who delight in playing mind games with their foes, as well as by adventurers who explore dark and dangerous places.",
  "erosianmagic.codex.chapter.stomp": "Stomp",
  "erosianmagic.codex.page.stomp.0.title": "Stomp",
  "erosianmagic.codex.page.stomp.0": "Stomp is a spell that creates a shockwave of force beneath the caster's feet, causing the ground to tremble and knocking back nearby enemies. It is often used to disrupt enemy formations and create openings for attacks.",
  "erosianmagic.codex.page.stomp.1": "This spell is favored by earth mages and brawlers who seek to control the battlefield and overwhelm their opponents with sheer force.",
  "erosianmagic.codex.chapter.earthquake": "Earthquake",
  "erosianmagic.codex.page.earthquake.0.title": "Earthquake",
  "erosianmagic.codex.page.earthquake.0": "Earthquake is a spell that creates a powerful tremor in the earth, causing the ground to shake and fissures to open up, dealing damage to creatures and structures in the area. It is often used to sow chaos and destruction in battle, as well as to collapse tunnels and fortifications.",
  "erosianmagic.codex.page.earthquake.1": "This spell is particularly devastating in urban environments and underground caverns, where the structural integrity of buildings and tunnels can be compromised.",
  "erosianmagic.codex.chapter.gluttony": "Gluttony",
  "erosianmagic.codex.page.gluttony.0.title": "Gluttony",
  "erosianmagic.codex.page.gluttony.0": "Gluttony is a spell that consumes the life force of nearby creatures, healing the caster and draining the vitality of their enemies. It is often used by dark mages and vampires to sustain themselves in battle, as well as to weaken their foes.",
  "erosianmagic.codex.page.gluttony.1": "This spell is particularly effective against living creatures with strong life forces, as well as for prolonging the caster's endurance in prolonged conflicts."
}